Repository: arrack9/DELLIsptool_mac
Catalog: DELLIsptool_mac _20151225_1800/*.lproj/InfoPlist.strings
Languages: de, es, fr, ja, pt, ru, zh_hans

source: File Path
de: Dateipfad
es: Ruta de acceso de archivos
fr: Chemin du fichier
ja: ファイルパス
pt: Caminho do Arqivo
ru: Путь к файлу
zh_hans: 文件路径

source: Model No
de: Modell Nr
es: Modelo N °
fr: Modèle n
ja: モデル番号
pt: Modo No
ru: мадэль Няма
zh_hans: 型号

source: Current Firmware
de: Aktuelle Firmware
es: Firmware actual
fr: Firmware actuel
ja: 現在のファームウェア
pt: Firmware Atual
ru: Текущая версия встроенного ПО
zh_hans: 当前固件

source: New Firmware
de: Neue Firmware
es: Nuevo firmware
fr: Nouveau firmware
ja: 新しいファームウェア
pt: Novo Firmware
ru: Новая версия встроенного ПО
zh_hans: 新固件

source: File Checksum
de: Dateiprüfsumme
es: Suma de comprobación del archivo
fr: Checksum du fichier
ja: ファイルチェックサム
pt: Soma total do Arquivo
ru: Контрольная сумма файла
zh_hans: 文件校验和

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
ja: 更新
pt: Atualizar
ru: Обновить
zh_hans: 更新

source: browse
de: durchsuchen
es: examinar
fr: Parcourir
ja: 参照
pt: pesquisar
ru: просмотр
zh_hans: 浏览

source: Preparing monitor to update
de: Monitor wird auf Aktualisierung vorbereitet
es: Preparando el monitor para actualizar
fr: Préparation du moniteur pour la mise à jour
ja: モニターの更新を準備中です
pt: Preparando monitor para atualização
ru: Подготовка монитора к обновлению
zh_hans: 正在准备显示器更新

source: Erasing flash
de: Flash wird gelöscht
es: Borrando flash
fr: Effacement flash
ja: フラッシュを消去しています
pt: Apagando flash
ru: Очистка флеш-памяти
zh_hans: 正在擦除闪存

source: Updateing
de: Aktualisierung wird durchgeführt
es: Actualizando
fr: Mise à jour
ja: 更新中です
pt: Atualizando
ru: Обновление
zh_hans: 正在更新

source: Verify update
de: Verify updaAktualisierung prüfen
es: Comprobar actualización
fr: Vérifier mise à jour
ja: 更新の検証
pt: Verificar atualização
ru: Проверить обновление
zh_hans: 验证更新

source: Update Successful
de: Erfolgreich aktualisiert
es: Actualización correcta
fr: Mise à jour réussie
ja: 更新に成功しました
pt: Atualização Bem Sucedida
ru: Обновление выполнено
zh_hans: 更新成功

# mDNormal
source: Update may take several minutes, do not power off monitor or disconnect cable while updating.
de: Die Aktualisierung kann mehrere Minuten dauern; schalten Sie den Monitor nicht ab, ziehen Sie nicht die Kabel.
es: La actualización puede tardar varios minutos. No apague el monitor ni desconecte el cable durante la misma.
fr: La mise à jour peut prendre plusieurs minutes, n'éteignez pas le moniteur et ne débranchez pas les câbles.
ja: 更新には数分かかる場合があります。モニターの電源をオフにしたり、ケーブルを切断したりしないでください。
pt: Atualização pode levar diversos minutos, nção desligue o monitor nem desconecte os cabos.
ru: Обновление может занять несколько минут, не выключайте монитор и не отсоединяйте кабели.
zh_hans: 更新可能需要几分钟，请勿关闭显示器电源或断开线缆。

# mDetUSB
source: Monitor not detected. Ensure USB cable is connected and display is powered on. See Help for more information.
de: Monitor nicht erkannt. Stellen Sie sicher, dass das USB-Kabel angeschlossen und das Display eingeschaltet ist. Weitere Informationen finden Sie in der Hilfe.
es: Monitor no detectado. Asegúrese de que el cable USB está conectado y la pantalla está encendida. Consulte la ayuda para obtener más información.
fr: Moniteur non détecté. Vérifiez que le câble USB est connecté et que l'écran est sous tension. Voir Aide pour plus d'informations.
ja: モニターが検出されません。 USB ケーブルが接続され、ディスプレイがオンになっていることを確認してください。 詳細情報は、ヘルプを参照してください。
ru: Монитор не обнаружен. Проверьте подключение USB-кабеля и включение монитора. См. "Help (Справка)" для получения подробной информации.
zh_hans: 显示器未检测到。确保 USB 线已连接，显示屏已开机。请参阅帮助了解详情。

# mFileNotFound
source: Firmware file not found. Open firmware file (*.bin) to proceed.
de: Firmware-Datei nicht gefunden. Zum Fortfahren die Firmware-Datei (*.bin) öffnen.
es: Archivo de firmware no encontrado. Abra el archivo de firmware (*.bin) para continuar.
fr: Fichier de firmware introuvable. Ouvrez un fichier de firmware (*.bin) pour continuer.
ja: ファームウェアファイルが見つかりません。 処理するために、ファームウェアファイル (*.bin) を開いてください。
ru: Файл с программным обеспечением не найден. Откройте файл программного обеспечения (*.bin) для продолжения.
zh_hans: 固件文件未找到。请打开固件文件(*.bin) 继续。

# mUpdateNoted
source: To complete update, turn off monitor replug power cord, turn on monitor.
de: Zum Abschließen der Aktualisierung Monitor ausschalten, Netzkabel wieder anschließen, Monitor einschalten.
es: Para completar la actualización, apague el monitor, vuelva a enchufar el cable de alimentación y, por último, encienda el monitor.
fr: Pour terminer la mise à jour, rebranchez le cordon d'alimentation et allumez le moniteur.
ja: 更新を完了させるために、モニターをオフにし、電源コードを再接続し、モニターをオンにしてください。
ru: Для завершения процедуры обновления ПО выключите монитор, переподключите кабель питания, включите монитор.
zh_hans: 要完成更新，请关闭显示器，重新插上电源线插头，打开显示器。

# mProgramFail
source: Write protection error. Close Monitor Firmware Update Utility, turn off monitor, replug power cord, turn on monitor and try updating again.
de: Schreibschutzfehler. Monitor-Firmware-Aktualisierungsprogramm schließen, Monitor abschalten, Netzkabel erneut anschließen, Monitor einschalten und Aktualisierung noch einmal versuchen.
es: Error de protección de escritura. Cierre la Utilidad de actualización de firmware del monitor, apague el monitor, vuelva a enchufar el cable de alimentación, encienda el monitor y, por último, vuelva a realizar la actualización.
fr: Erreur de protection en écriture. Fermez l'utilitaire de mise à jour du firmware du moniteur, éteignez le moniteur, rebranchez le cordon d'alimentation, allumez le moniteur et réessayez la mise à jour.
ja: 書き込み保護エラーです。 モニターファームウェア更新ユーティリティを閉じ、モニターをオフにし、電源コードを再接続し、モニターをオンにして、再度更新を試みてください。
ru: Ошибка защиты записи. Закройте утилиту обновления встроенного ПО, выключите монитор, переподключите кабель питания, включите монитор и повторите попытку обновления ПО.
zh_hans: 写保护错误。请关闭显示器固件更新实用程序，关闭显示器，重新插上电源线插头，打开显示器，然后再次更新。

# mEraseFail
source: Flash erase error. Close Monitor Firmware Update Utility, turn off monitor, replug power cord, turn on monitor and try updating again.
de: Fehler beim Löschen des Flash-Speichers. Monitor-Firmware-Aktualisierungsprogramm schließen, Monitor ausschalten, Netzkabel erneut anschließen, Monitor einschalten und Aktualisierung noch einmal versuchen.
es: Error en el borrador de la memoria flash. Cierre la Utilidad de actualización de firmware del monitor, apague el monitor, vuelva a enchufar el cable de alimentación, encienda el monitor y, por último, vuelva a realizar la actualización.
fr: Erreur d'effacement flash. Fermez l'utilitaire de mise à jour du firmware du moniteur, éteignez le moniteur, rebranchez le cordon d'alimentation, allumez le moniteur et réessayez la mise à jour.
ja: フラッシュ消去エラーです。 モニターファームウェア更新ユーティリティを閉じ、モニターをオフにし、電源コードを再接続し、モニターをオンにして、再度更新を試みてください。
ru: Ошибка очистки флеш-памяти. Закройте утилиту обновления встроенного ПО, выключите монитор, переподключите кабель питания, включите монитор и повторите попытку обновления ПО.
zh_hans: 闪存擦除错误。请关闭显示器固件更新实用程序，关闭显示器，重新插上电源线插头，打开显示器，然后再次更新。

# mUpdateError
source: Update error. Close Monitor Firmware Update Utility, turn off monitor, replug power cord, turn on monitor and try updating again.
de: Aktualisierungsfehler. Monitor-Firmware-Aktualisierungsprogramm schließen, Monitor ausschalten, Netzkabel erneut anschließen, Monitor einschalten und Aktualisierung noch einmal versuchen.
es: Error de actualización. Cierre la Utilidad de actualización de firmware del monitor, apague el monitor, vuelva a enchufar el cable de alimentación, encienda el monitor y, por último, vuelva a realizar la actualización.
fr: Erreur de mise à jour. Fermez l'utilitaire de mise à jour du firmware du moniteur, éteignez le moniteur, rebranchez le cordon d'alimentation, allumez le moniteur et réessayez la mise à jour.
ja: 更新エラーです。 モニターファームウェア更新ユーティリティを閉じ、モニターをオフにし、電源コードを再接続し、モニターをオンにして、再度更新を試みてください。
ru: Ошибка обновления. Закройте утилиту обновления встроенного ПО, выключите монитор, переподключите кабель питания, включите монитор и повторите попытку обновления ПО.
zh_hans: 更新错误。请关闭显示器固件更新实用程序，关闭显示器，重新插上电源线插头，打开显示器，然后再次更新。

# mCHKError
source: Monitor firmware checksum error. Close Monitor Firmware Update Utility, turn off monitor, replug power cord, turn on monitor and try updating again.
de: Fehler bei der Monitor-Firmware-Prüfsumme. Monitor-Firmware-Aktualisierungsprogramm schließen, Monitor ausschalten, Netzkabel erneut anschließen, Monitor einschalten und Aktualisierung noch einmal versuchen.
es: Error de suma de comprobación del firmware del monitor. Cierre la Utilidad de actualización de firmware del monitor, apague el monitor, vuelva a enchufar el cable de alimentación, encienda el monitor y, por último, vuelva a realizar la actualización.
fr: Erreur de checksum du firmware du moniteur. Fermez l'utilitaire de mise à jour du firmware du moniteur, éteignez le moniteur, rebranchez le cordon d'alimentation, allumez le moniteur et réessayez la mise à jour.
ja: モニターファームウェアのチェックサムエラーです。 モニターファームウェア更新ユーティリティを閉じ、モニターをオフにし、電源コードを再接続し、モニターをオンにして、再度更新を試みてください。
ru: Ошибка контрольной суммы встроенного ПО. Закройте утилиту обновления встроенного ПО, выключите монитор, переподключите кабель питания, включите монитор и повторите попытку обновления ПО.
zh_hans: 显示器固件校验和错误。请关闭显示器固件更新实用程序，关闭显示器，重新插上电源线插头，打开显示器，然后再次更新。

# mDefault
source: Update may take several minutes, do not power off monitor or disconnect cable while updating.
de: Die Aktualisierung kann mehrere Minuten dauern; während der Aktualisierung dürfen Sie weder den Monitor abschalten noch Kabel trennen.
es: La actualización puede tardar varios minutos. No apague el monitor ni desconecte el cable durante la misma.
fr: La mise à jour peut prendre plusieurs minutes, n'éteignez pas le moniteur et ne débranchez pas le câble lors de la mise à jour.
ja: 更新には数分かかる場合があります。更新中は、モニターの電源をオフにしたり、ケーブルを切断したりしないでください。
ru: Процедура обновления ПО может занять несколько минут, не выключайте монитор и не отключайте кабель в процессе обновления.
zh_hans: 更新可能需要几分钟，更新时请勿关闭显示器电源或断开线缆。
